Repository: JoseMortellaro/specific-content-for-mobile
Catalog: languages/specific-content-for-mobile-*.po
Languages: it_it

source: No post for mobile has been supplied!
it_it: Non è stato fornito alcun post per la versione mobile!

source: Mobile version failed, could not find original post: %s
it_it: Versione mobile non riuscita, Impossibile trovare il post originale: %s

source: Edit mobile version
it_it: Modifica versione mobile

source: Edit mobile version
it_it: Modifica versione mobile

source: Create mobile version
it_it: Crea versione mobile

source: Create mobile version
it_it: Crea versione mobile

source: Preview
it_it: Anteprima

source: The content you are editing is the mobile version of %s%s%s
it_it: Il contenuto che si sta modificando è la versione mobile di %s%s%s

source: The content you are editing has a mobile version titled %s%s%s
it_it: Il contenuto che si sta modificando ha una versione mobile denominata %s%s%s

source: This mobile version is public, this is not good for SEO. Better you make it private
it_it: Questa versione mobile è pubblica, questo non è un bene per il SEO. Meglio renderla privata

source: %s Mobile Version of %s
it_it: %s Versione mobile di %s

source: Edit Desktop version
it_it: Modifica versione desktop

source: Edit Mobile version
it_it: Modifica versione mobile

source: Your theme doesn't declare full support for the blog page mobile version, something may not work as expected on the blog mobile version
it_it: Il tuo tema non dichiara il supporto completo per la versione mobile della pagina del blog, qualcosa potrebbe non funzionare come previsto sulla versione mobile del blog

source: Mobile version
it_it: Versione Mobile

source: You are editing the mobile version of %s
it_it: Il contenuto che si sta modificando è la versione mobile di %s

source: Pages Settings
it_it: Impostazioni pagine

source: Posts Settings
it_it: Impostazioni Articoli

source: Mobile versions should not be public, make it private if you don't want SEO problems.
it_it: Le versioni mobile non dovrebbero essere pubbliche, salva come privato se non vuoi problemi con il SEO.

source: It allows you to customize the content for mobile devices.
it_it: Consente di personalizzare il contenuto di pagine e articoli per i dispositivi mobili.
